// © Copyright 2004-2012, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Настройки хранения задания";

HSDAllowStoredJobsCheckBox = "Разрешить использовать сохраненные задания на этом принтере";
HSDInternalPrinterMemoryLocation = "Внутренняя память принтера";
HSDUSBFlashStorageDeviceLocation = "Запоминающее устройство USB";
InternalPrinterMemoryLocationTooltip = "Все данные сохраненных заданий на запоминающем устройстве USB будут удалены с помощью процедуры полной криптографической очистки. Все последующие задания будут сохранятся во внутренней памяти принтера.";
USBFlashStorageDeviceLocationTooltip = "Подключенное запоминающее устройство будет отформатировано. Все имеющиеся на нем данные будут удалены. Данные сохраненных заданий будут перемещены из внутренней памяти принтера на запоминающее устройство. Память принтера будет очищена. Все последующие задания будут сохранятся на запоминающем устройстве.";

HSDSortPopUpTitle = "Сортировать сохраненные задания:";
HSDRetainTempJobsPolicyPopUpTitle = "Сохранять временные задания после перезагрузки:";
HSDDeleteTempJobsAfterPopUpTitle = "Удалять временные задания через:";
HSDDeleteStandardJobsAfterPopUpTitle = "Удалять стандартные задания через:";
HSDRejectNoPinJobsCheckBox = "Отменить все сохраненные задания без PIN-кода";
HSDDeleteAllStoredJobsButton = "Удалить все сохраненные задания";

// values for sort popup
HSDAlphabetically = "Имя задания";
HSDChronologically = "Дата";

// values for retain temp jobs policy popup
HSDAll = "Все";
HSDNone = "Не сохранять";
HSDOnlyPersonal = "Только личные";

// values for delete temp/standard job after popup
HSDNever = "Никогда";
HSDThirtyMinutes = "30 минут";
HSDOneHour = "1 час";
HSDFourHours = "4 часа";
HSDOneDay = "1 день";
HSDOneWeek = "1 неделя";
HSDFourWeeks = "4 недели";

NoGetTitle = "Невозможно получить настройки";
NoGetMsg = "Проверьте подключение принтера к сети и устройству.";
